Repository: vdr-projects/vdr-plugin-streamdev
Catalog: server/po/*.po
Languages: sk_sk

source: VDR Streaming Server
sk_sk: VDR prúdový server

source: Streaming active
sk_sk: streamovanie aktivne

source: Suspend
sk_sk: Pozastavenie

source: Offer suspend mode
sk_sk: Výber re¾ímu pozastavenia

source: Always suspended
sk_sk: V¾dy pozastavi»

source: Never suspended
sk_sk: Nikdy nepozastavi»

source: Common Settings
sk_sk: V¹eobecné nastavenia

source: Hide Mainmenu Entry
sk_sk: Schova» v hlavnom menu

source: Maximum Number of Clients
sk_sk: Maximály poèet klientov

source: Suspend behaviour
sk_sk: Správanie preru¹enia

source: Client may suspend
sk_sk: Klient mô¾e pozastavi»

source: VDR-to-VDR Server
sk_sk: VDR-do-VDR server

source: Start VDR-to-VDR Server
sk_sk: Spusti» VDR-do-VDR Server

source: VDR-to-VDR Server Port
sk_sk: Port serveru pre VDR-do-VDR

source: Bind to IP
sk_sk: viaza» na IP

source: HTTP Server
sk_sk: server HTTP

source: Start HTTP Server
sk_sk: Spusti» HTTP Server

source: HTTP Server Port
sk_sk: Port serveru HTTP

source: HTTP Streamtype
sk_sk: typ prúdu HTTP

source: Multicast Streaming Server
sk_sk: Multicast prúdový server

source: Start IGMP Server
sk_sk: Spusti» IGMP Server

source: Multicast Client Port
sk_sk: Port klienta Multicast

source: Multicast Streamtype
sk_sk: Multicast typ streamu
